Repository: Rarst/sg-cachepress
Catalog: languages/sg-cachepress-*.po
Languages: bg_bg, es_es

source: Enable Memcached
bg_bg: Включване на Memcached

source: Through the settings of this plugin you can manage how your Wordpress interracts with NGINX and Memcached.
bg_bg: Чрез тези настройки, може да определите как WordPress да работи с NGINX и Memcached.
es_es: A través de la configuración de este plugin se puede gestionar cómo actúa Wordpress con Nginx y Memcached.

source: Purge SG Cache
bg_bg: Изчисти SG кеша
es_es: Limpieza SG Cache

source: Purge the Cache
bg_bg: Изчисти кеша
es_es: Liempieza de caché

source: Purging, please wait...
bg_bg: Чистене, моля изчакайте...
es_es: Limpiando. Por favor, espere...

source: Updating, please wait...
bg_bg: Обновяване, моля изчакайте...
es_es: Actualizando. Por favor, espere...

source: Update the Exclude List
bg_bg: Обнови списъка изключени адреси
es_es: Actualizando lista de exclusión

source: Successfully Purged
bg_bg: Успешно изчистване
es_es: Limpieza completada con éxito

source: Testing...
bg_bg: Тестване...
es_es: Comprobando...

source: CACHED
bg_bg: КЕШИРАНО
es_es: EN CACHÉ

source: DYNAMIC
bg_bg: ДЕНАМИЧНО
es_es: DINÁMICO

source: CAN'T GET HEADERS
bg_bg: ГРЕШКА ПРИ ТЕСТА
es_es: NO SE PUEDEN OBTENER LOS ENCABEZADOS

source: Test URL
bg_bg: Тествай адрес
es_es: Probando URL

source: SuperCacher for WordPress by SiteGround
bg_bg: SuperCacher за WordPress от SiteGround
es_es: SuperCacher para WordPress de SiteGround

source: The SuperCacher is a system that allows you to use the SiteGround dynamic cache and Memcached to optimize the performance of your WordPress. In order to take advantage of the system you should have the SuperCacher enabled at your web host plus the required cache options turned on below. For more information on the different caching options refer to the <a href="http://www.siteground.com/tutorials/supercacher/" target="_blank">SuperCacher Tutorial</a>!
bg_bg: SuperCacher е система, която Ви позволява да използвате динамичния кеш на SiteGround и Memcached за да подобрите скоростта на Вашия WordPress сайт. За да го използвате, SuperCacher трябва да бъде включен за хостинг акаунта Ви, както и от настройката по-долу. За повече информация относно различните кешинг опции, моля прегледайте нашето <a href="http://www.siteground.com/tutorials/supercacher/" target="_blank">ръководство за SuperCacher</a>!
es_es: El SuperCacher es un sistema que te permite utilizar la memoria caché dinámica de SiteGround y Memcached para optimizar el rendimiento de tu WordPress. Con el fin de aprovechar el sistema, debes tener la SuperCacher habilitado en tu hosting web más las opciones de caché requeridas a continuación. Para obtener más información sobre las diferentes opciones de almacenamiento en caché, consultae el <a href="http://www.siteground.com/tutorials/supercacher/" target="_blank"> Tutorial de SuperCacher </a>!

source: Dynamic Cache Settings
bg_bg: Настройки на динамичния кеш
es_es: Configuración de caché dinámica

source: Dynamic Cache
bg_bg: Динамичен кеш
es_es: Caché dinámica

source: Enable the Dynamic caching system
bg_bg: Включи динамичния кешинг
es_es: Activar el sistema de almacenamiento en caché dinámica

source: AutoFlush Cache
bg_bg: Авто-опресняване
es_es: Auto limpieza de caché

source: Automatically flush the Dynamic cache when you edit your content.
bg_bg: Автоматично чистене на кеша
es_es: Eliminar automáticamente la caché dinámica al modificar el contenido.

source: Purge Cache
bg_bg: Изчистване на кеша
es_es: Limpiar caché

source: Purge all the data cached by the Dynamic cache.
bg_bg: Изчисти изцяло кеша
es_es: Eliminar todos los datos almacenados en la caché dinámica.

source: Exclude URLs From Dynamic Caching
bg_bg: Изключи адреси от динамично кеширане
es_es: Excluir direcciones URL del almacenamiento en caché dinámica

source: Provide a list of your website URLs you would like to exclude from the cache. For example if you would like to exclude: <strong>http://domain.com/path/to/url</strong><br> You can simply input the "path" string part of the URL. Then each URL that consists of it will be excluded. Divide each URL by a new line.
bg_bg: Списък с адреси, които желаете да изключите от кеширане. Примерно, ако искате да изключите: <strong>http://domain.com/path/to/url</strong><br> може да въведете само "path". тогава всички страници, които съдържат тази дума ще бъдат напълно динамични. Всеки адрес добавете на нов ред.
es_es: Proporcionar una lista de direcciones URL de tu web que desees excluir de la caché. Por ejemplo, si deseas excluir: <strong> http://domain.com/path/to/url </strong> <br> Puedes escribir simplemente la cadena "path " de la URL. Entonces se excluirá cada URL que la contenga. Divide cada URL en una nueva línea.

source: Memcached Settings
bg_bg: Настройки на Memcached
es_es: Configuración de Memcached

source: Store in the server's memory frequently executed queries to the database for a faster access on a later use.
bg_bg: Записване в паметта на сървъра често изпълнявани заявки към базата данни за по-бърз повторен достъп.
es_es: Almacenar en la memoria del servidor con frecuencia ejecutado consultas a la base de datos para un acceso más rápido en un uso posterior.

source: Dynamic Cache Status
bg_bg: Статус на динамичния кеш
es_es: Estado de la caché dinámica

source: Status:
bg_bg: Статус:
es_es: Estado:

source: Check if this URL is dynamic or cached. Leave empty for your index or <strong>/example/</strong> for another page.
bg_bg: Проверка дали една страница е динамична или кеширана. Оставете празно за индексната си страница или <strong>/example/</strong> за друга.
es_es: Comprueba si esta URL es dinámica o está almacenada. Déjalo en blanco para el índice o <strong> /example / </strong> para otra página.
